Repository: hansworst24/TVHead
Catalog: TVHead_81/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, nl_nl

# appBarAbout.Label
source: about...
de_de: über...
nl_nl: over...

# appBarSettings.Label
source: settings...
de_de: einstellungen...
nl_nl: instellingen...

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren

# Header.Text
source: TV Head Eng
nl_nl: TV Head Dutch

# Hub.Header
source: TV Head Eng
nl_nl: TV Head Dutch

source: No
de_de: Nein
nl_nl: Nee

# RecordingAbortContent
source: Are you sure you want to abort this recording ?
de_de: Bist du sicher, dass du diese Aufnahme abbrechen möchtest ?
nl_nl: Weet je zeker dat je deze opname wilt annuleren ?

# RecordingAbortErrorContent
source: There was an error when deleting this recording
de_de: Ein Fehler ist aufgetreten beim Löschen der Aufnahme
nl_nl: Een probleem is opgetreden tijdens het annuleren van de opname

# RecordingAbortErrorHeader
source: Error aborting Recording
de_de: Fehler
nl_nl: Fout

# RecordingAbortHeader
source: Abort Recording
de_de: Aufnahme abbrechen
nl_nl: Opname annuleren

# RecordingAbortSuccess
source: Recording cancelled successfully
de_de: Aufnahme ist erfolgreich abgebrochen
nl_nl: Opname succesvol geannuleerd

# RecordingStartErrorContent
source: There was an error scheduling the recording :-(
de_de: Ein Fehler ist aufgetreten beim Erstellen der Aufnahme
nl_nl: Een probleem is opgetreden tijdens het aanmaken van de opname :-(

# RecordingStartErrorHeader
source: Error
de_de: Fehler
nl_nl: Fout

# RecordingStartSuccess
source: Recording scheduled succesfully
de_de: Erstellen der Aufnahme war erfolgreich
nl_nl: Opname succesvol aangemaakt

source: Yes
de_de: Ja
nl_nl: Ja

source: Auto recording
de_de: Auto-Aufnahme
nl_nl: Auto opname

source: Once
de_de: Einmalig
nl_nl: Eenmalig

# RecordingProposeAutoRecordingContent
source: Do you want to record this program once, or create an Auto Recording ?
de_de: Möchtest du diese Aufnahme einmalig starten oder eine Auto-Aufnahme erstellen ?
nl_nl: Wil je deze opname eenmalig starten, of er een Auto Opname van maken ?

# RecordingProposeAutoRecordingHeader
source: Start recording
de_de: Aufnahme starten
nl_nl: Start opname

# RecordingDeleteContent
source: Are you sure you want to delete {0} of {1} recordings ?
de_de: Bist du sicher, dass du {0} von {1} Aufnahme löschen möchtest ?
nl_nl: Weet je zeker dat je {0} van {1} opnames wilt verwijderen ?

# RecordingDeleteErrorContent
source: A problem occured when deleting recording "{0}".
de_de: Fehler beim Löschen der Aufnahme "{0}"
nl_nl: Er is een fout opgetreden bij het verwijderen van opname "{0}"

# RecordingDeleteErrorHeader
source: Error deleting recording
de_de: Fehler beim Löschen der Aufnahme
nl_nl: Fout bij verwijderen opname

# RecordingDeleteHeader
source: Delete Recordings
de_de: Aufnahme löschen
nl_nl: Opname verwijderen

# RecordingProposeSeriesRecordingContent
source: Do you want to record this program once, or create a Series Recording ?
de_de: Möchtest du diese Aufnahme einmalig starten oder ein Serien-Aufnahme erstellen ?
nl_nl: Wil je deze opname eenmalig starten, of er een Serie Opname van maken ?

# RecordingProposeSeriesRecordingHeader
source: Start recording
de_de: Aufnahme starten
nl_nl: Start opname

source: Series recording
de_de: Serien-Aufnahme
nl_nl: Serie opname

# AutoRecordingDeleteContent
source: Are you sure you want to delete {0} of {1} Auto Recordings ? This will also cancel any upcoming Recordings genereated by these Auto Recordings...
de_de: Bist du sicher, dass du {0} von {1} Auto-Aufnahmen löschen möchtest ? Geplante Aufnahmen generiert durch diese Auto-Aufnahme werden auch entfernt.
nl_nl: Weet je zeker dat je {0} van {1} automatische opnames wilt verwijderen ? Geplande opnames, gegenereerd door deze automatische opnames zullen ook verwijderd worden...

# AutoRecordingDeleteErrorContent
source: A problem occured when deleting Auto Recording "{0}".
de_de: Ein Fehler ist aufgetreten beim Löschen der Automatische Aufnahme "{0}".
nl_nl: Een probleem is opgetreden tijdens het verwijderen van Auto opname "{0}".

# AutoRecordingDeleteErrorHeader
source: Error deleting Auto Recording
de_de: Fehler
nl_nl: Fout bij het verwijderen van automatische opname

# AutoRecordingDeleteHeader
source: Delete Auto Recordings
de_de: Auto-Aufnahmen löschen
nl_nl: Auto opname verwijderen

# pviAutoRecordings.Header
source: Auto Recordings
de_de: Auto-Aufnahmen
nl_nl: Automatische opnames

# pviChannelEPG.Header
source: EPG
de_de: TV Programm
nl_nl: Programma's

# pviChannelList.Header
source: Channels
de_de: Sender
nl_nl: Kanalen

# pviFailedRecordings.Header
source: Failed Recordings
de_de: Fehlgeschlagene Aufnahmen
nl_nl: Mislukte opnames

# pviFinishedRecordings.Header
source: Finished Recordings
de_de: Erfolgreiche Aufnahmen
nl_nl: Succesvolle opnames

# pviUpcomingRecordings.Header
source: Upcoming Recordings
de_de: Geplante Aufnahmen
nl_nl: Geplande opnames

# tbChannelSelection.Text
source: Select Channel
de_de: Wahl Sender
nl_nl: Selecteer Kanaal

# tbChannelSelectionExplanation.Text
source: Provide the first characters of the channel's name in order to select it from the list
de_de: Gib der ersten Buchstabe von der Sendernahme um der Sender zu selektieren
nl_nl: Geef de eerste letters van het kanaal om het juiste kanaal uit de lijst te selecteren

# tbChannelTagSelection.Text
source: Select Channel Group
de_de: Wahl Sender Gruppe
nl_nl: Selecteer Kanaal Groep

# tbDVRConfigSelection.Text
source: Select Recording Profile
de_de: Selektier Aufnahmeprofil
nl_nl: Selecteer Opname Profiel

# tbGenreSelection.Text
source: Select Genre
de_de: Wahl Genre
nl_nl: Selecteer Genre

# tbDescription.Text
source: Description
de_de: Beschreibung
nl_nl: Omschrijving

# pviEPGSearch.Header
source: EPG Search
de_de: Im TV Programm suchen
nl_nl: Zoeken in programmagids

# tbEventSearchDescription.Text
source: Keyword to search for (min. 3 characters)
de_de: Stichwort wonach du suchen möchtest (min. 3 Buchstaben)
nl_nl: Zoekterm waarop je wilt zoeken (min. 3 karakters)

# strAnyChannel
source: *Any Channel*
de_de: *Jeder Sender*
nl_nl: *Elk Kanaal*

# strAnyChannelTag
source: *Any Channel Tag*
de_de: *Jeder Sender Gruppe*
nl_nl: *Elke Kanaal Groep*

# strAnyGenre
source: *Any Genre*
de_de: *Jeder Genre*
nl_nl: *Elk Genre*

# tbChannel.Text
source: Channel
de_de: Sender
nl_nl: Kanaal

# tbChannelTag.Text
source: Channel Group
de_de: Sender Gruppe
nl_nl: Kanaal Groep

# tbDVRConfig.Text
source: DVR Configuration
de_de: DVR Konfigierung
nl_nl: DVR Configuratie

# tbEnabled.Content
source: Enabled
de_de: Eingeschaltet
nl_nl: Ingeschakeld

# tbName.Text
source: Name
nl_nl: Naam

# tbStartAfter.Text
source: Start Time
de_de: Anfangszeit
nl_nl: Start Tijd

# tbStartBefore.Text
source: End Time
de_de: Endzeit
nl_nl: Eind Tijd

# tbTitleRegExp.Text
source: Title (regexp)
de_de: Titel (regexp)
nl_nl: Titel (regexp)

# tbWeekDays.Text
source: Days of the week
de_de: Wochentage
nl_nl: Dagen van de week

source: No information available
de_de: Keine Information vorhanden
nl_nl: Geen informatie beschikbaar

# status_RefreshingChannels
source: Refreshing Channels...
de_de: Sender werden aktualisiert...
nl_nl: Zenders worden bijgewerkt...

# status_UpdatingChannel
source: Updating Channel {0}...
de_de: Sender {0} wird akualisiert...
nl_nl: Zender {0} wordt bijgewerkt...

# tbNoChannelSelected.Text
source: No channel has been selected. Click on a channel's icon to load the EPG
de_de: Bitte wähle ein Sender aus der Senderliste. Drücke auf das Icon des Senders, um das TV Programm zu laden
nl_nl: Er is geen zender geselecteerd. Kies een zender uit de zenderlijst om de EPG informatie te laden

# tbNoEPGAvailable.Text
source: No EPG information is available
de_de: Kein TV Programm Information ist vorhanden für diesem Sender
nl_nl: Er is geen EPG informatie voorhanden voor deze zender

# tbStartTime.Text
source: Start Time
de_de: Anfangszeit
nl_nl: Start Tijd

# tbStopTime.Text
source: End Time
de_de: Endzeit
nl_nl: Eind Tijd

# tbTitle.Text
source: Title
de_de: Titel
nl_nl: Titel

# tbNoAutoRecordings.Text
source: No auto recordings available
de_de: Kein Auto Aufnahmen vorhanden
nl_nl: Geen Auto opnames beschikbaar

# tbNoFailedRecordings.Text
source: No failed recordings available
de_de: Keine fehlgeschlagenen Aufnahmen vorhanden
nl_nl: Geen mislukte opnames beschikbaar

# tbNoFinishedRecordings.Text
source: No finished recordings available
de_de: Keine erfolgreichen Aufnahmen vorhanden
nl_nl: Geen succesvolle opnames beschikbaar

# tbNoUpcomingRecordings.Text
source: No upcoming recordings available
de_de: Keine geplanten Aufnahmen vorhanden
nl_nl: Geen geplande opnames beschikbaar

# status_RefreshingAutoRecordings
source: Refreshing auto recordings...
de_de: Auto-Aufnahmen werden aktualisiert...
nl_nl: Automatische opnames worden bijgewerkt...

# status_RefreshingEPGEntries
source: Refreshing EPG information...
de_de: TV Programm wird aktualisiert...
nl_nl: EPG informatie wordt bijgewerkt...

# status_RefreshingFailedRecordings
source: Refreshing failed recordings...
de_de: Fehlgeschlagene Aufnahmen werden aktualisiert...
nl_nl: Mislukte opnames worden bijgewerkt...

# status_RefreshingFinishedRecordings
source: Refreshing finished recordings...
de_de: Erfolgreiche Aufnahmen werden aktualisiert...
nl_nl: Succesvolle opnames worden bijgewerkt...

# status_RefreshingUpcomingRecordings
source: Refreshing upcoming recordings...
de_de: Geplante Aufnahmen werden aktualisiert...
nl_nl: Geplande opnames worden bijgewerkt...

# status_Connected
source: Connected !
de_de: Verbunden !
nl_nl: Verbonden !

# status_Connecting
source: Connecting...
de_de: Verbindung wird hergestellt...
nl_nl: Verbinding maken...

# status_ConnectionError
source: Connection Error
de_de: Verbindung fehlgeschlagen
nl_nl: Verbinding verbroken

# diskspace.Text
source: Disk Space
de_de: Speicherplatz
nl_nl: Schijfruimte

# pviStatusGeneral.Header
source: General
de_de: Algemein
nl_nl: Algemeen

# subscriptions.Text
source: Subscriptions
de_de: Abonnements
nl_nl: Abonnementen

# abbAdd.Label
source: add
de_de: hinfugen
nl_nl: toevoegen

# abbCancel.Label
source: cancel
de_de: annulieren
nl_nl: annuleren

# abbChannels.Label
source: channels
de_de: sender
nl_nl: kanalen

# abbDelete.Label
source: delete
de_de: entfernen
nl_nl: verwijderen

# abbManage.Label
source: manage
nl_nl: beheren

# abbRecordings.Label
source: recordings
de_de: aufnahmen
nl_nl: opnames

# abbRefresh.Label
source: refresh
de_de: erneuen
nl_nl: vernieuwen

# abbSave.Label
source: save
de_de: sichern
nl_nl: opslaan

# abbSearch.Label
source: search
de_de: suchen
nl_nl: zoeken

# btntestConnection.Content
source: test connection
de_de: Verbindung testen
nl_nl: test verbinding

# Channels.Text
source: channels
de_de: Sender
nl_nl: Kanalen

# ipaddress.Text
source: IP Address
de_de: IP Adresse oder hostname
nl_nl: IP-adres of hostname

# password.Text
source: Password
de_de: Passwort
nl_nl: Wachtwoord

# Recordings.Text
source: Recordings
de_de: Aufnahmen
nl_nl: Opnames

# tsConfirmDeletion.Header
source: confirm deletion of recordings
de_de: Löschen bestätigen
nl_nl: bevestig verwijderen van opnames

# tsHideNumberlessChannels.Header
source: hide channels without a number
de_de: Sender ohne Nummer ausblenden
nl_nl: kanalen zonder nummer verbergen

# tsShowChannelNumbers.Header
source: show channel numbers
de_de: Sendernummer anzeigen
nl_nl: laat kanaalnummers zien

# username.Text
source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam

# tbChannelGroup.Text
source: Favourite Channel Tag
de_de: Favoriete Sendergruppe
nl_nl: Favoriete Kanaal Groep

# tbChannelGroupExplanation.Text
source: Select your favourite channel tag. Channels within this tag will be loaded on startup. If not channel tags exist, or all channel tags are disabled, all channels will be loaded by default (not recommended)
de_de: Wähle deine favorite Sendergruppe. Sender in dieser Gruppe werden beim Start der App geladen. Wenn keine Sendergruppe vorhanden ist oder alle deaktiviert sind, dann wirden alle Sender geladen (nicht epfehlenswert)
nl_nl: Selecteer je favoriete kanaal groep. Kanalen in deze groep worden tijdens het opstarten geladen. Als er geen kanaal groepen bestaan, of ze zijn allemaal uitgeschakeld, dan worden alle kanalen geladen (niet aanbevolen)

source: deleted
de_de: gelöscht
nl_nl: verwijderd

source: Recording
de_de: Aufnahme
nl_nl: Opname

# Settings.Text
source: Settings
de_de: Einstellungen
nl_nl: Instellingen

# tbAutoRefresh.Text
source: When Automatic Refresh is enabled, the app listens for incoming status updates from the TVH server. When disabled the app refreshes it's information periodically. Recommended setting is On for TVH 4.x, and Off for anything below.
de_de: Wenn Auto Refresh aktiv ist, reagiert die App auf eingehende Status Updates vom TVH Server. Wenn Auto Refresh deaktiviert ist, aktualisiert die App seine Informationen periodisch. Empfohlene Einstellung ist On für TVH 4.x und Aus für alles darunter.
nl_nl: Als Auto Refresh is ingeschakeld luistert de app naar binnenkomende status berichten van de TVH server. Indien uitgeschakeld, ververst de app de informatie periodiek. Aanbevolen stand is Aan voor TVH 4.x en Uit voor alles lager.

# tbLanguage.Text
source: Language
de_de: Sprache
nl_nl: Taal

source: added
de_de: hingefügt
nl_nl: toegevoegd

# AutoRecordingUpdated
source: Auto recording '{0}' updated
de_de: Auto Aufnahme '{0}' aktualisiert
nl_nl: Auto opname {0} geactualiseerd

# AutoRecordingUpdatedError
source: Error when updating Auto recording '{0}'
de_de: Fehel beim aktualisieren der Auto Aufnahme '{0}'
nl_nl: Fout bij het actualiseren van Auto opname {0}

# RecordingAbortMultipleContent
source: Are you sure you want to abort {0} of {1} recordings ?
de_de: Bist du sicher, dass du {0} von {1} Aufnahmen abbrechen möchtest ?
nl_nl: Weet je zeker dat je {0} van {1} opnames wilt annuleren ?

# RecordingAbortMultipleErrorContent
source: A problem occured when aborting recording "{0}".
de_de: Ein Fehler ist aufgetreten beim Löschen Aufnahme "{0}".
nl_nl: Een probleem is opgetreden tijdens het annuleren van opname "{0}".

# RecordingAbortMultipleErrorHeader
source: Error aborting Recording
de_de: Fehler
nl_nl: Fout

# RecordingAbortMultipleHeader
source: Abort Recording
de_de: Aufnahme abbrechen
nl_nl: Opname annuleren

source: updated
de_de: aktualisiert
nl_nl: geaktualiseerd

# usePhoneLanguage
source: Match phone language
de_de: An Handysprache anpassen
nl_nl: Gebruik telefoon taal

source: Add Auto Recording
de_de: Füg Auto Aufnahme hin
nl_nl: Voeg Auto opname toe

source: Edit Auto Recording
de_de: Bearbeit Auto Aufnahme
nl_nl: Bewerk Auto opname

# FreeDiskSpace
source: Free : {0:0.##} {1}
de_de: Verfügbar: {0:0.##} {1}
nl_nl: Beschikbaar : {0:0.##} {1}

# TotalDiskSpace
source: Total : {0:0.##} {1}
de_de: Gesamt : {0:0.##} {1}
nl_nl: Totaal : {0:0.##} {1}

# UsedDiskSpace
source: Used : {0:0.##} {1}
de_de: Benutzt : {0:0.##} {1}
nl_nl: Gebruikt : {0:0.##} {1}

# tsShowRecordingOptions.Header
source: Show recording options when starting a recording
de_de: Zeig Aufnahme-optionen beim starten der Aufnahme
nl_nl: Laat opname-opties zien wanneer een opname gestart wordt

# NavigationFailedExceptionMessage
source: Navigation failed.
de_de: Navigation fehlgeschlagen

# abbTags.Label
source: tags
de_de: sendergruppen
